Repository: danerx77/f1
Catalog: tm/srcdatapokemon.tmx
Source language: en
Languages: pl

source: It emits a variety of sounds from the \nholes all over its body. Its loud cries\ncan be heard from over six miles away.
pl: Emituje on różnorodne dżwięki z dziur w\nswoim całym ciele. Jego głośne okrzyki\nmożna usłyszeć z ponad sześciu mil.

source: It grows stronger by enduring harsh\ntraining. It is a gutsy POKéMON that can\nwithstand any attack.
pl: Zwiększa się dzięki ciężkiemu treningowi.\nTo odważny POKéMON, który potrafi\nwytrzymać każdy atak.

source: It stomps on the ground to build power.\nIt can send a 10-ton truck flying with a\nstraight-arm punch.
pl: Tupie on na ziemi, aby zbudować moc.\nMoże wysłać 10-tonowa ciężarówkę z\nswoim prostym ramieniem.

source: It battles by flinging around its tail,\nwhich is bigger than its body. The\ntail is a flotation device in water.
pl: Walczy, rzucając się wokół ogona,\nktóry jest większy niż jego ciało. Ogon\njest urządzeniem pływającym w wodzie.

source: Its magnetic nose consistently faces\nnorth. Travelers check NOSEPASS to get\ntheir bearings.
pl: Jego magnetyczny nos konsekwentnie\nskierowany jest na północ. Podróżni\nużywają NOSEPASSA.

source: It is said to be difficult to earn its\ntrust. However, it is extremely popular\nfor its cute looks and behavior.
pl: Mówi się, że trudno jest zdobyć jego\nzaufanie. Jest jednak niezwykle popularny\nze względu na ładny wygląd.

source: The favorite of trend-conscious\nfemale TRAINERS, they are used in\ncompetition for their style and fur.
pl: Ulubiony trenerski model TRENERÓW,\nktóry używany jest w rywalizacji o\nswój koci styl oraz futro.

source: It feeds on gemstone crystals.\nIn darkness, its eyes sparkle with the\nglitter of jewels.
pl: Żywi się kryształami kamieni\nszlachetnych. W ciemności jego\noczy błyszczą blaskiem.

source: It uses its docile-looking face to lull\nfoes into complacency, then bites with its\nhuge, relentless jaws.
pl: Używa swojej potulnie wyglądajacej\ntwarzy, aby uciszyć wrogów, a potem\ngryzie swoją ogromną szczęką.

source: It eats iron to build its steel body.\nIt is a pest that descends from mountains\nto eat bridges and train tracks.
pl: Zjada on żelazo do budowy swojego \nkorpusu. To szkodnik, który schodzi z\ngór do mostów i torów kolejowych.

source: It habitually shows off its strength with\nthe size of sparks it creates by ramming\nits steel body into boulders.
pl: Zazwyczaj pokazuje swoją siłe wraz z\nwielkością iskier, które tworzy, \nwtłaczając stalowe ciało w głazy.

source: It claims a large mountain as its sole\nterritory. It mercilessly thrashes those\nthat violate its space.
pl: Twierdzi, że jego jedynym obszarem\njest góra. Bezlitośnie bije tych, którzy\nnaruszają jego przestrzeń.

source: It never skips its daily yoga training.\nIt heightens its inner strength through\nmeditation.
pl: Nigdy nie opuszcza codziennego treningu\njogi. Wzmacnia wewnętrzną siłe poprzez\nmedytacje.

source: It elegantly avoids attacks with dance-\nlike steps, then launches a devastating\nblow in the same motion.
pl: Elegancko unika ataków krokami\npodobnymi do tańca, a poten używa\ndruzgocący cios w tym samym ruchu.

source: It stores static electricity in its fur\nfor discharging. It gives off sparks if a\nstorm approaches.
pl: Przechowuje elektryczność statyczną\nw futrze w celu rozładowania. Daje\niskry, gdy zbliża się burza.

# It rarely appears before people. It is said to nest where lightning has fallen.
source: It rarely appears before people.\nIt is said to nest where lightning has\nfallen.
pl: Rzadko pojawia się przed ludźmi.\nMówi się, że gniazduje tam, gdzie\npada piorun.

source: It cheers on partners while scattering\nsparks from its body. It climbs telephone\npoles to absorb electricity.
pl: Kibicuje partnerom, rozpraszając iskry\nz jego ciała. Wspina się na słupy\ntelefoniczne, by absorbować energie.

source: Its dislike of water makes it take shelter\nunder the eaves of houses in rain. It uses\npom-poms made of sparks for cheering.
pl: Jego niechęc do wody sprawia, że chroni\nsię pod okapem domów podczas deszczu.\nUżywa on pompek z iskier do dopingu.

source: It lives around clean ponds. At night,\nits rear lights up. It converses with\nothers by flashing its light.
pl: Żyje wokół czystych stawów. W nocy\ntylne światła się zapalają. Rozmawia z\ninnymi, błyskając swym światłem.

source: It guides VOLBEAT to draw signs in night\nskies. There are scientists that study the\npatterns it creates.
pl: Prowadzi VOLBEATA do rysowania znaków\nna nocnym niebie. Są naukowcy, którzy\nbadają wzorce, które tworzy.

source: Its flowers give off a relaxing fragrance.\nThe stronger its aroma, the healthier\nthe ROSELIA is.
pl: Jego kwiaty wydzielają relaksujący\nzapach. Im silniejszy jest aromat, tym\nzdrowsza jest ROSELIA.

source: There is nothing its stomach can't digest.\nWhile it is digesting, vile, overpowering\ngases are expelled.
pl: Nie ma nic czego żołądek nie strawi.\nPodczas trawienia wydalane są \nobrzydliwe, przytłaczające gazy.

source: It can swallow a tire whole in one gulp.\nIt secretes a horribly toxic fluid from\nthe pores on its body.
pl: Może połknąć opone w całości jednym\nhaustem. Wydziela potwornie toksyczny\npłyn z porów na jego ciele.

source: It lives in massive rivers that course\nthrough jungles. It swarms prey that\nenter its territory.
pl: Żyje on w rzekach biegnących\nprzez dżungle. Roi się od ofiary,\nktóra wkracza na jego terytorium.

source: The ruffian of the seas, it has fangs that\ncrunch through iron. It swims by jetting\nwater from its rear.
pl: Łóskacz mórz, ma kły, które przebijają\nsię przez żelazo. Płynie on, tryskając\nwodą ze swojego tylu.

source: When it sucks in a large volume of\nseawater, it becomes like a big, bouncy\nball. It eats a ton of food daily.
pl: Gdy zasysa dużą ilość wody morskiej,\nstaje się jak wielka spreżysta piłka. \nCodziennie spożywa tone jedzenia.

source: It is among the largest of all POKéMON.\nIt herds prey in a pack then swallows the\nmassed prey in one gulp.
pl: Jest to jeden z największych POKéMONÓW.\nStada żerują w paczce, a potem połykają\nofiare jednym haustem.

source: Magma of almost 2,200 degrees Fahrenheit\ncourses through its body. When it grows\ncold, the magma hardens and slows it.
pl: Magma prawie 2200 stopni Fahrenheita\nprzechodzi przez jego ciało. Kiedy robi \nsię zimmo, magma twardnieje i spowalnia.

source: If angered, the humps on its back erupt\nin a shower of molten lava. It lives in\nthe craters of volcanoes.
pl: Gdy jest rozgniewany, grzbiety wybuchają\npod prysznicem roztopionej lawy. Żyje\non w kraterach wulkanów.

source: It burns coal inside its shell. If it is\nattacked, it belches thick, black smoke\nand flees.
pl: Spala węgiel w swojej skorupie. Jeśli\nzostanie zaatakowany, uderza w gęsty,\ndym i ucieka.

source: It apparently dies if it stops bouncing\nabout. It carries a pearl from CLAMPERL\non its head.
pl: Najwyraźniej umiera, jeśli przestanie\npodskakiwać. Nosi on perłe od\nCLAMPERLA na głowie.

source: It can gain control over foes by doing\nodd dance steps. The black pearls on its\nforehead are precious gems.
pl: Może uzyskać kontrolę nad wrogami\nwykonując dziwne kroki taneczne. \nCzarne perły na czole są klejnotami.

source: No two SPINDA are said to have identical\npatterns. It confuses foes with its\nstumbling motions.
pl: Nie mówi się, że dwie SPINDY mają\nidentyczne wzory. Powoduje zamieszanie\nwrogów swoimi ruchami.

source: It lives in arid deserts. It makes a\nsloping pit trap in sand where it\npatiently awaits prey.
pl: Żyje na suchych pustyniach. Robi\npochyłą pułapkę w piasku, gdzie\ncierpliwie oczekuje ofiary.

source: It generates ultrasonic waves by violently\nflapping its wings. After making its prey\nfaint, it melts the prey with acid.
pl: Generuje fale ultradźwiękowe gwałtownie\ntrzepocząc skrzydłami. Po zemdleniu\nofiary topi ofiarę trującym kwasem.

source: It hides itself by kicking up desert sand\nwith its wings. Red covers shield its eyes\nfrom sand.
pl: Ukrywa się kopiąc pusty piasek za\npomocą skrzydeł. Czerwone osłony\nchronią oczy przed piaskiem.

source: It prefers harsh environments such as\ndeserts. It can survive for 30 days on\nwater stored in its body.
pl: Preferuje trudne środowiska, takie jak\npustynie. Może przetrwać 30 dni z\nwodą przechowywaną w ciele.

source: It lives in deserts. It becomes active at\nnight when it hunts for prey exhausted\nfrom the desert's heat.
pl: Żyje on na pustyniach. Uaktywnia się w\nnocy, kiedy poluje na ofiarę wyczerpaną\ngoracą pustynią.

source: It constantly grooms its cotton-like\nwings. It takes a shower to clean\nitself if it becomes dirty.
pl: Stale unosi swoje bawełniane skrzydła.\nJeśli chce się umyć od piasku,\nzamacza się w wodzie.

source: If you hear a beautiful melody trilling\ndeep among mountains far from people,\nit is ALTARIA's humming.
pl: Jeśli słyszysz piękną melodie trylującą\ngłęboko wśród gór, z dala od ludzi, to\njest nucenie ALTARII.

source: If it comes across a SEVIPER, its fur\nbristles and it assumes its battle pose.\nIts sharp claws are its best weapon.
pl: Jeśli natknie się na SEVEPERA, jego\nfutrzaste lapy przejmują jego poze\nbojową. Jego ostre pazury są jego bronią.

source: It sharpens its swordlike tail on hard\nrocks. It hides in tall grass and strikes\nunwary prey with venomous fangs.
pl: Wyostrza swój mieczopodobny ogon na\ntwardych skałach. Chowa się w wysokiej\ntrawie i uderza jadowitymi kłami.

source: Its health ebbs and flows with the lunar\ncycle. It brims with power when exposed\nto the light of the full moon.
pl: Jego zdrowie odpływa i płynie wraz z\ncyklem księżycowym. Pełni moc po\nwystawieniu na działanie księżyca w pełni.

source: It absorbs solar energy during the day.\nAlways expressionless, it can sense what\nits foe is thinking.
pl: Pochłania energie słoneczną w ciągu\ndnia. Zawsze bez wyrazu, może wyczuć,\nco myśli jego przeciwnik.

source: It probes muddy riverbeds with its two\nlong whiskers. A slimy film protects its\nbody.
pl: Sprawdza błotniste koryta rzeki\ndługimi wąsami. Oślizgła błona chroni\njego ciało.

source: It makes its nest at the bottom of \nswamps. It will eat anything - if it is\nalive, WHISCASH will eat it.
pl: Tworzy swoje gniazdo na dnie bagien.\nBędzie jadł wszystko - jesli coś żyje,\nto WHISCASH go zje.

source: It came from overseas. It is a very hardy\ncreature that will quickly proliferate,\neven in polluted streams.
pl: Pochodzi z zagranicy. Jest to bardzo\nodporne stworzenie, które szybko się\nrozprzestrzeni, nawet w brudach.

source: A rough customer that wildly flails its\ngiant claws. It is said to be extremely\nhard to raise.
pl: Szorstki klient, który dziko macha\ngigantycznymi pazurami. Mówi się,\nże trudno go trenować.

source: It was discovered in ancient ruins.\nWhile moving, it constantly spins. It\nstands on one foot even when asleep.
pl: Został odkryty w starożytnych ruinach.\nPodczas ruchu stale się kręci. Staje na\njednej stopie, nawet kiedy śpi.

source: It appears to have been born from clay\ndolls made by ancient people. It uses\ntelekinesis to float and move.
pl: Wygląda na to, że urodził się z\nglinianej lalki stworzonej przez ludzi.\nUżywa telekinezy, aby unosić się.

source: It became extinct roughly 100 million\nyears ago. It was regenerated from a\nfossil using advanced techniques.
pl: Zginął około 100 milionów lat temu.\nZostał zregenerowany ze skamieliny przy\nużyciu zaawansowanych technik.

source: It ensnares prey with its eight tentacles.\nIt then melts the prey with a strong acid\nbefore feeding.
pl: Łapie ofiarę ośmioma mackami. Następnie\nprzed karmieniem topi on ofiarę swoim\nsilnym kwasem.

source: It is a kind of POKéMON progenitor.\nIt uses its extending claws to catch prey\nhiding among rocks on the seafloor.
pl: Jest rodzajem progenitora POKéMON.\nUżywa swoich przedłużających się pazurów,\naby złapać zdobycz ukrywającą się.

source: Protected by a hard shell, its body is\nvery sturdy. It skewers prey with its\nclaws to feed.
pl: Chroniony przez twardą skorupę, jego\nciało jest bardzo mocne. Szaszłyki\ndrapieżne z pazurami.

source: Ridiculed for its shabby appearance,\nit is ignored by researchers. It lives in\nponds choked with weeds.
pl: Ze względu na swój brzydki wygląd,\njest ignorowany przez badaczy. Żyje w\nstawach zatkanych chwastami.

source: MILOTIC is breathtakingly beautiful.\nThose that see it are said to forget their\ncombative spirits.
pl: MILOTIC jest oszałamianiająco piękny.\nCi, którzy go widzą, zapominają o\nswoim wojowniczym duchu.

source: It has the ability to change its form into\nthe sun, the rain, or a snow cloud, \ndepending on the weather.
pl: Ma zdolność zmiany formy na słońce,\ndeszcz lub chmure śniegu, w zależności\nod występującej pogody.

source: It changes body color to blend in with\nits surroundings. It also changes color if\nit is happy or sad.
pl: Zmienia kolor ciała, by wtopić się w\notoczenie. Zmienia także kolor, jeśli\njest szczęśliwy lub smutny.

source: It loves to feed on feelings like envy and\nmalice. Its upright horn catches the\nemotions of people.
pl: Uwielbia karmić się uczuciami, takimi jak\nzazdrość i złośliwość. Jego pionowy\nróg chwyta emocje.

source: Strong feelings of hatred turned a puppet\ninto a POKéMON. If it opens its mouth,\nits cursed energy escapes.
pl: Silne uczucie nienawiści zmieniło\nmarionetkę w POKéMONA. Jeśli otwiera\nusta, przeklęta energia ucieka.

source: Making itself invisible, it silently sneaks\nup to prey. It has the ability to slip\nthrough thick walls.
pl: Stając się niewidocznym, cicho podkrada\nsię do ofiary. Ma zdolność prześlizgnięcia\nsię przez ściany.

source: Its body is entirely hollow. When it opens\nits mouth, it sucks everything in as if it\nwere a black hole.
pl: Jego ciało jest całkowicie puste. Kiedy\notwiera usta, wciąga wszystko tak, jakby\nbyła czarna dziura.

source: It lives in tropical jungles. The bunch of\nfruit around its neck is delicious.\nThe fruit grows twice a year.
pl: Żyje w tropikalnej dżungli. Pęczek\nowoców na jego szyi jest pyszny. Owoce\nrosną dwa razy w roku.

source: It travels by riding on winds. It cleverly\nuses its long tail to pluck nuts and\nberries, which it loves to eat.
pl: Podróżuje jeźdząc na wiatrach. Sprytnie\nwykorzystuje swój długi ogon, aby zrywać\norzechy i jagody, które zjada.

source: It appears when it senses an impending\nnatural disaster. As a result, it was\nmistaken as a doom-bringer.
pl: Pojawia się, kiedy wyczuwa nadchodzącą\nklęske żywiołową. W rezultacie został\nbłędnie uznany za zagładę.

source: It tends to move in a pack with others.\nThey cluster in a tight group to sleep in\na cave.
pl: Ma tendencje do poruszania się w paczce.\nGromadzą się w ciasnej grupie,\nby spać w jaskini.

source: It is said that a home visited by a\nSNORUNT will prosper. It can withstand\ncold of minus 150 degrees Fahrenheit.
pl: Mówi się, że dom odwiedzany przez\nSNORUNTA będzie prosperować. Może\nwytrzymać w minus 150 stopni Fahrenheita.

source: It has a body of ice that won't melt,\neven with fire. It can instantly freeze\nmoisture in the atmosphere.
pl: Ma bryłe lodu, która nie rozpuści się,\nnawet w ogniu. Może natychmiast żamrozic\nwilgoć w atmosferze.

source: Its body is covered in fluffy fur. The\nfur keeps it from feeling cold while\nit is rolling on ice.
pl: Jego ciało pokryte jest puszystym\nfutrem. Futro chroni przed zimnem\npodczas toczenia się na lodzie.

source: It touches new things with its nose to\ntest for smell and feel. It plays by\nspinning SPHEAL on its nose.
pl: Dotyka on nowych rzeczy nosem, aby\nsprawdzić zapach i odczucie. Bawi \nsię obracając SPHEALA na nosie.

source: It swims through icy seas while shattering\nice floes with its large tusks. It is\nprotected by its thick blubber.
pl: Płynie przez obłodzone morza, jednocześnie\nłamiąc kry dużymi kłami. Jest on chroniony\ngrubym tłuszczem.

source: It is protected by a sturdy shell.\nOnce in a lifetime, it makes a magnificent\npearl.
pl: Jest chroniony przez solidną skorupę.\nRaz w życiu tworzy on wspaniałą\nperłe.

source: It lives deep in the sea where no light\never filters down. It lights up its small\nfishlike tail to attract prey.
pl: Żyje głęboko w morzu, gdzie światło\nnigdy nie jest filtrowane. Zapala swój\nmały ogon, by przyciągnąć ofiare.

source: Its swimming form is exquisitely elegant.\nWith its thin mouth, it feeds on seaweed\nthat grows between rocks.
pl: Jego forma pływacka jest niezwykle\nelegancka. Dzięki cienkim ustom zjada\nwodorosty, które są pod kamieniami.

source: It has remained unchanged for 100\nmillion years. It was discovered\nduring a deep-sea exploration.
pl: Pozostał niezmieniony przez 100\nmilionów lat. Został odkryty podczas\neksploracji głębinowych.

source: During the spawning season, countless\nLUVDISC congregate at coral reefs,\nturning the waters pink.
pl: Podczas sezonu niezliczone LUVDISCI\ngromadzą się na rafach koralowych,\nzmieniając wodę na różową.

source: Its steel-hard head can shatter boulders.\nIt longingly hopes for wings to grow so it\ncan fly.
pl: Jego twarda jak stal głowa może\nroztrzaskać głazy. Ma nadzieje, że\nniedługo będzie mógł latać.

source: Its armored body makes all attacks bounce\noff. The armor is too tough, however,\nmaking it heavy and somewhat sluggish.
pl: Jego zbrojne ciało sprawia, że wszystkie\nataki odbijają się. Pancerz jest jednak\nzbyt mocny, co czyni go ciężkim.

source: It becomes uncontrollable if it is\nenraged. It destroys everything with\nshredding claws and fire.
pl: Staje się nieposłuszny, jeśli jest\nwściekły. Niszczy wszystko szarpiąc\npazurami i ziejąc ogniem.

source: It uses magnetic waves to converse with\nits kind. All the cells in its body are\nmagnetic.
pl: Używa fal magnetycznych do rozmawiania\nze swym gatunkiem. Każda komórka\njest magnetyczna.

source: It floats midair using magnetism. Its body\nis so tough, even a crash with a jet\nplane won't leave a scratch.
pl: Lata w powietrzu za pomocą magnetyzmu.\nJego ciało jest mocne, że nawet \nzderzenie nie pozostawi zadrapania.

source: It is formed by two METANG fusing.\nIts four brains are said to be superior\nto a supercomputer.
pl: Tworzą go dwa złączone METANGI.\nMówi się, że jego cztery mózgi są\nlepsze od superkomputerów.

source: It is entirely composed of rocks with no\nsign of a brain or heart. It is a mystery\neven to modern scientists.
pl: Jest w całości złożony z kamieni bez\noznak mózgu lub serca. Jest to zagadka\nnawet dla współczesnych naukowców.

source: Research revealed that its body is made\nof the same kind of ice that is found at\nthe South Pole.
pl: Badania wykazały, że ciało zbudowane\njest z tego samego rodzaju lodu, który\njest na Biegunie Pd.

source: It is sturdier than any kind of metal.\nIt hardened due to pressure underground\nover tens of thousands of years.
pl: Jest mocniejszy niż jakikolwiek metal.\nStwardniał z powodu ciśnienia pod\nziemią przez dziesiątki tysięcy lat.

source: It can telepathically communicate with\npeople. It changes its appearance using\nits down that refracts light.
pl: Może telepatycznie komunikować się z\nludźmi. Zmienia swój wygląd za pomocą\ntego, co załamuje światło.

source: It has a docile temperament and dislikes\nfighting. Tucking in its forelegs, it can\nfly faster than a jet plane.
pl: Ma łagodny temperament i nie lubi walki.\nChowając się w przednich łapach, umie\nlatać szybciej niż odrzutowiec.

source: This POKéMON is said to have\nexpanded the sea by bringing heavy rains.\nIt has the power to control water.
pl: Mówi się, że ten POKéMON rozszerzył\nmorze, przynosząc ulewne deszcze.\nMa siłe kontrolowania wody.

source: This legendary POKéMON is said to\nrepresent the land. It went to sleep after\ndueling KYOGRE.
pl: Mówi się, że legendarny POKéMON\nreprezentuje ziemie. Poszedł spać po\npojedynku z KYOGREM.

source: It has lived for hundreds of millions of\nyears in the ozone layer. Its flying form\nlooks like a meteor.
pl: Żyje od setek milionów lat w warstwie\nozonowej. Jego latająca forma wygląda\njak deszcz meteorytów.

source: It is said to make any wish come true.\nIt is awake for only seven days out of\na thousand years.
pl: Mówi się, że każde życzenie spełni się.\nJest przebudzony tylko przez siedem dni\nna tysiąc lat.

source: This DEOXYS has transformed into its\naggressive guise. It can fool enemies by\naltering its appearance.
pl: Ten DEOXYS przekształca się w agresywną\npostać. Może oszukać wrogów, \nzmieniając swój wygląd na inny.

source: Its body can't be harmed by any sort of\nattack, so it is very eager to make\nchallenges against enemies.
pl: Jego ciało nie może zostać skrzywdzone\nprzez żaden atak, więc bardzo chętnie\npodejmuje wyzwania wrogów.

source: Its body is covered in fluffy fur.\nThe fur keeps it from feeling cold while\nit is rolling on ice.
pl: Jego ciało pokryte jest puszystym\nfutrem. Futro chroni przed zimnem\npodczas toczenia się na lodzie.

source: This POKéMON is said to have expanded\nthe sea by bringing heavy rains.\nIt has the power to control water.
pl: Mówi się, że ten POKéMON rozszerzył\nmorze, przynosząc ulewne deszcze.\nMa siłe kontrolowania wody.
